[Guerrilla.Able SkillDefinition]
SkillName="Competente"
SkillDescription="Ao causar danos a um inimigo, sua [skill]saúde[-skill] se regenera durante alguns segundos. Esse efeito não é cumulativo."
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.Able:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Duração: $NUMBER$ segundos"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Able:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Atraso de recarga do escudo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Able:AttributePresentationDefinition_53 AttributePresentationDefinition]
Description="Regenera $NUMBER$ da sua saúde máxima por segundo."
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Able_Active SkillDefinition]
SkillName="Competente - ativo"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.CrisisManagement SkillDefinition]
SkillName="Gestão de Crises"
SkillDescription="Recebe uma bonificação para seus [skill]danos por armas de fogo[-skill] e [skill]danos corpo a corpo[-skill] enquanto seus escudos estiverem esgotados."
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.CrisisManagement:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.CrisisManagement:AttributePresentationDefinition_53 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.DoubleUp SkillDefinition]
SkillName="Encrenca em Dobro"
SkillDescription="Acrescenta uma [skill]segunda arma[-skill] à sua [skill]Torreta Sabre[-skill] e faz com que ambas as armas disparem tiros de [skill]Slag[-skill]. Os inimigos cobertos de Slag sofrem danos adicionais por todos os ataques que não forem à base de Slag."
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.DoubleUp:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Mais Torretas"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Grenadier SkillDefinition]
SkillName="Granadeiro"
SkillDescription="Aumenta a quantidade máxima de [skill]granadas[-skill] que se pode levar."
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.Grenadier:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Granadas: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.LaserSight SkillDefinition]
SkillName="Mira Laser"
SkillDescription="Aumenta a [skill]precisão[-skill] da sua [skill]Torreta Sabre[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.LaserSight:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Precisão da Torreta: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Onslaught SkillDefinition]
SkillName="Holocausto"
SkillDescription="[skill]Habilidade Mortal[-skill]. Ao eliminar um inimigo, aumentam os [skill]danos das suas armas[-skill] e a sua [skill]velocidade de movimento[-skill] durante um breve período de tempo."
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.Onslaught:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Onslaught:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Velocidade de movimento: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Ready SkillDefinition]
SkillName="Sinal Verde"
SkillDescription="Aumenta sua [skill]velocidade de recarga[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.Ready:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de recarga: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.ScorchedEarth SkillDefinition]
SkillName="Terra Alcalina"
SkillDescription="Acrescenta [skill]múltiplos dispositivos lança-foguetes[-skill] à sua [skill]Torreta Sabre[-skill]."
LockedSkillDetailStr="<Locked>"

[Guerrilla.ScorchedEarth:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ foguetes"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Sentry SkillDefinition]
SkillName="Sentinela"
SkillDescription="Aumenta o número de disparos efetuados pela sua [skill]Torreta Sabre[-skill] a cada rajada. Também aumenta o tempo de [skill]duração da sua Torreta Sabre[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.Sentry:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Duração da Torreta: $NUMBER$ segundos"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Sentry:AttributePresentationDefinition_53 AttributePresentationDefinition]
Description="Disparos por rajada: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.TacticalWithdrawal SkillDefinition]
SkillName="Retirada Tática"
SkillDescription="Aproxime-se da sua [skill]Torreta Sabre[-skill] e aperte <StringAliasMap:Action.Use> para [skill]recuperá-la[-skill]. Assim será possível economizar o tempo de [skill]reutilização[-skill] ao invés de usar todo o tempo de duração da Torreta."
LockedSkillDetailStr="<Locked>"

[Guerrilla.TacticalWithdrawal:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""Terminamos aqui. Vamos encontrar outra coisa para arregaçar.""
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.TacticalWithdrawal_Active SkillDefinition]
SkillName="Retirada Tática - ativo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Guerrilla.TacticalWithdrawal_StopFiring SkillDefinition]
SkillName="Retirada Tática - interromper disparos"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Guerrilla.Willing SkillDefinition]
SkillName="Voluntarioso"
SkillDescription="Melhora sua [skill]velocidade de recarga[-skill] e o [skill]atraso de recarga[-skill] do escudo."
LockedSkillDetailStr="<Bloqueado>"

[Guerrilla.Willing:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Atraso de recarga do escudo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Guerrilla.Willing:AttributePresentationDefinition_53 AttributePresentationDefinition]
Description="Vel. recarga do escudo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Battlefront SkillDefinition]
SkillName="Frente de Batalha"
SkillDescription="Você inflige mais [skill]danos[-skill] enquanto sua [skill]Torreta Sabre[-skill] estiver ativa."
LockedSkillDetailStr="<Bloqueado>"

[Gunpowder.Battlefront:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por granadas: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Battlefront:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Battlefront:AttributePresentationDefinition_9 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.DoOrDie SkillDefinition]
SkillName="Vida ou Morte"
SkillDescription="Lhe permite [skill]lançar granadas[-skill] durante o estado [skill]"Lute Por Sua Vida"[-skill]. Também aumentam os [skill]danos das suas granadas[-skill] e os [skill]danos com lança-foguetes[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Gunpowder.DoOrDie:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Danos por lança-foguetes: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.DoOrDie:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description="Danos por granadas: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.DutyCalls SkillDefinition]
SkillName="O Chamado do Dever"
SkillDescription="Aumentam os [skill]danos[-skill] e a [skill]cadência de tiro[-skill] das armas não elementais."
LockedSkillDetailStr="<Locked>"

[Gunpowder.DutyCalls:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.DutyCalls:AttributePresentationDefinition_10 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Expertise SkillDefinition]
SkillName="Soltura"
SkillDescription="Aumenta sua [skill]velocidade de troca de arma[-skill] e sua [skill]velocidade de mira[-skill]. Sua [skill]velocidade de movimento[-skill] também aumentará ao apontar."
LockedSkillDetailStr="<Locked>"

[Gunpowder.Expertise:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de movimento: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Expertise:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Velocidade de troca de arma: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Expertise:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Velocidade de mira: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Expertise_MovementSpeed SkillDefinition]
SkillName="Soltura - velocidade de movimento"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Gunpowder.Expertise_MovementSpeed:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Velocidade de troca de arma: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Expertise_MovementSpeed:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Velocidade de mira: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.ExtendedBurst SkillDefinition]
SkillName="Rajada Ampliada"
SkillDescription="Aumenta o número de disparos efetuados, a precisão e a cadência de tiro a cada rajada dos Fuzis automáticos."
LockedSkillDetailStr="<Bloqueado>"

[Gunpowder.ExtendedBurst:AttributePresentationDefinition_12 AttributePresentationDefinition]
Description="Precisão: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.ExtendedBurst:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Disparos por rajada: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.ExtendedBurst:AttributePresentationDefinition_14 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Impact SkillDefinition]
SkillName="Impacto"
SkillDescription="Aumentam os [skill]danos com armas de fogo[-skill] e os [skill]danos corpo a corpo[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Gunpowder.Impact:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Impact:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.LongBowTurret SkillDefinition]
SkillName="Torreta de Raio Longo"
SkillDescription="Sua [skill]Torreta Sabre[-skill] pode ser implantada num [skill]raio longo[-skill], ou seja, é possível implantá-la à distâncias muito maiores. Também aumenta a [skill]resistência[-skill] da sua [skill]Torreta Sabre[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Gunpowder.LongBowTurret:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description="Alcance de implantação da Torreta: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.LongBowTurret:AttributePresentationDefinition_9 AttributePresentationDefinition]
Description="Resistência da Torreta: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.MetalStorm SkillDefinition]
SkillName="Tempestade de Metal"
SkillDescription="[skill]Habilidade Mortal[-skill]. Ao eliminar um inimigo, sua [skill]cadência de tiro[-skill] aumenta drasticamente e o [skill]recuo[-skill] é reduzido durante um breve período de tempo."
LockedSkillDetailStr="<Bloqueado>"

[Gunpowder.MetalStorm:AttributePresentationDefinition_32 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.MetalStorm:AttributePresentationDefinition_33 AttributePresentationDefinition]
Description="Redução do recuo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Nuke SkillDefinition]
SkillName="Bomba Atômica"
SkillDescription="Sua [skill]Torreta Sabre[-skill] produz uma pequena [skill]explosão nuclear[-skill] ao ser implantada. "
LockedSkillDetailStr="<Bloqueado>"

[Gunpowder.Nuke:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""Ineficaz e obsoleta? Não me diga.""
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Nuke:AttributePresentationDefinition_53 AttributePresentationDefinition]
Description="Disparos por descarga."
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Overload SkillDefinition]
SkillName="Sobrecarga"
SkillDescription="Aumenta o [skill]tamanho do carregador[-skill] dos seus [skill]Fuzis[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Gunpowder.Overload:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Tamanho do carregador: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Ranger SkillDefinition]
SkillName="Elite"
SkillDescription="Faz com que fique melhor em praticamente [skill]tudo[-skill]."
LockedSkillDetailStr="<Locked>"

[Gunpowder.Ranger:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Precisão: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Ranger:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Tamanho do carregador: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Ranger:AttributePresentationDefinition_10 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Ranger:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Velocidade de recarga: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Ranger:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Saúde máxima: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Ranger:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Ranger:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Danos por Tiro Certeiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Steady SkillDefinition]
SkillName="Estável"
SkillDescription="Reduz o [skill]recuo[-skill] com todos os tipos de armas e aumentam os [skill]danos por granadas[-skill] e [skill]lança-foguetes[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Gunpowder.Steady:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por granadas: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Steady:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Redução do recuo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Gunpowder.Steady:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Danos por lança-foguetes: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Scorpio.Skill_Scorpio SkillDefinition]
SkillName="Torreta Sabre"
SkillDescription="[skill]Habilidade de Ação[-skill]. Aperte <StringAliasMap:Action.ActionSkill> para implantar uma [skill]Torreta Sabre[-skill] que dispara automaticamente contra seus inimigos. Quando estiver próximo da sua [skill]Torreta Sabre[-skill], aperte <StringAliasMap:Action.Use> para recolhê-la e recuperar parte do seu [skill]tempo de reutilização[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Scorpio.Skill_Scorpio:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Reutilização: $NUMBER$ segundos."
NoConstraintText=""
Suffix=""
Prefix=""

[SkillTree.Branch_ActionSkill_Turret SkillTreeBranchDefinition]
BranchName=""

[SkillTree.Branch_Guerrilla SkillTreeBranchDefinition]
BranchName="GUERRILHEIRO"

[SkillTree.Branch_Gunpowder SkillTreeBranchDefinition]
BranchName="PÓLVORA"

[SkillTree.Branch_Survival SkillTreeBranchDefinition]
BranchName="SOBREVIVENTE"

[Survival.Forbearance SkillDefinition]
SkillName="Indulgência"
SkillDescription="Reduz a duração dos [skill]efeitos de estado[-skill] que afetam você, como [skill]Fogo[-skill], [skill]Corrosão[-skill], [skill]Eletricidade[-skill] e [skill]Slag[-skill]. Sua [skill]saúde máxima[-skill] também é aumentada."
LockedSkillDetailStr="<Bloqueado>"

[Survival.Forbearance:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Duração dos efeitos de estado: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Forbearance:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Saúde máxima: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Forbearance_Feedback SkillDefinition]
SkillName="Indulgência - informação"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Survival.Gemini SkillDefinition]
SkillName="Gêmeos"
SkillDescription="Permite implantar duas [skill]Torretas Sabre[-skill]. Quando implantar a primeira [skill]Torreta[-skill], aperte <StringAliasMap:Action.ActionSkill> outra vez para implantar a segunda."
LockedSkillDetailStr="<Bloqueado>"

[Survival.Gemini:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Às vezes uma só não basta."
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Grit SkillDefinition]
SkillName="Sem Dor"
SkillDescription="Existe uma probabilidade de [skill]ignorar todos os danos que lhe matariam em circunstâncias normais[-skill]. Além disso, os danos causados por ataque, [skill]regeneram a metade da sua saúde máxima[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Survival.Grit:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="de probabilidade de ignorar a morte."
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Grit_Feedback SkillDefinition]
SkillName="Sem Dor - informação"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Survival.HealthY SkillDefinition]
SkillName="Saudável"
SkillDescription="Aumenta sua [skill]saúde máxima[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Survival.HealthY:AttributePresentationDefinition_15 AttributePresentationDefinition]
Description="Saúde máxima: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.LastDitchEffort SkillDefinition]
SkillName="Esforço Desesperado"
SkillDescription="Aumentam os [skill]danos das suas armas[-skill] e sua [skill]velocidade de movimento[-skill] enquanto estiver no estado [skill]Lute Por Sua Vida[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Survival.LastDitchEffort:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.LastDitchEffort:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Velocidade de movimento: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Mag-Lock SkillDefinition]
SkillName="Acoplamento Magnético"
SkillDescription="Sua [skill]Torreta Sabre[-skill] pode ser implantada em [skill]paredes e tetos[-skill]."
LockedSkillDetailStr="<Locked>"

[Survival.Mag-Lock:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ mais adesiva."
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.PhalanxShield SkillDefinition]
SkillName="Escudo Phalanx"
SkillDescription="Sua [skill]Torreta Sabre[-skill] projeta um [skill]escudo protetor[-skill] que bloqueia os ataques inimigos à distância, porém, permite a passagem dos ataques aliados. O escudo não afeta o movimento, nem os ataques corpo a corpo dos seus inimigos."
LockedSkillDetailStr="<Locked>"

[Survival.PhalanxShield:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Escudos da Torreta: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Preparation SkillDefinition]
SkillName="Preparação"
SkillDescription="Aumenta a [skill]capacidade do escudo[-skill]. Além disso, [skill]regenera sua saúde[-skill] enquanto o escudo estiver no máximo."
LockedSkillDetailStr="<Bloqueado>"

[Survival.Preparation:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenera $NUMBER$ da sua saúde por segundo enquanto o escudo estiver no máximo."
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Preparation:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Capacidade do escudo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Preparation_Active SkillDefinition]
SkillName="Preparação - ativo"
SkillDescription="Aumenta a capacidade do escudo. Além disso, regenera sua saúde enquanto o escudo estiver no máximo."
LockedSkillDetailStr="<Bloqueado>"

[Survival.Pressure SkillDefinition]
SkillName="Pressão"
SkillDescription="Melhora sua [skill]velocidade de recarga[-skill] e o [skill]atraso de recarga do seu escudo[-skill] em função da [skill]saúde[-skill] que lhe resta. Quanto [skill]menos saúde tiver, maiores serão as bonificações[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Survival.Pressure:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Até $NUMBER$ de velocidade de recarga"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Pressure:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Até $NUMBER$ de atraso de recarga do escudo"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.QuickCharge SkillDefinition]
SkillName="Carga Rápida"
SkillDescription="[skill]Habilidade Mortal[-skill]. Quando eliminar um inimigo, [skill]seu escudo se recarregará rapidamente[-skill] durante alguns segundos."
LockedSkillDetailStr="<Bloqueado>"

[Survival.QuickCharge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenera $NUMBER$ da capacidade do seu escudo por segundo."
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Resourceful SkillDefinition]
SkillName="Engenhoso"
SkillDescription="Aumenta a [skill]velocidade de reutilização[-skill] da sua [skill]Torreta Sabre[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Survival.Resourceful:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de reutilização da habilidade de ação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Survival.Stims SkillDefinition]
SkillName="Estimulantes"
SkillDescription="Eliminar um inimigo aumenta sua velocidade de movimento e recarga, e também reduz os danos sofridos. Esses efeitos duram alguns segundos apenas. É possível administrar estimulantes em seus aliados disparando contra eles."
LockedSkillDetailStr="<Bloqueado>"

